{
    "scene#0": ["Welcome to today’s video, where we’ll explore 15 psychological facts that will blow your mind. Let’s dive right in!", "A brain with gears turning inside"],
    "scene#1": ["Fact number 1: The Zeigarnik Effect.", "A woman struggling to remember an unfinished task"],
    "scene#2": ["The Zeigarnik Effect states that people are more likely to remember uncompleted tasks than completed ones. This is because our brains have a natural tendency to focus on unfinished work, keeping it in our thoughts until it’s completed.", "A to-do list with some tasks checked off"],
    "scene#3": ["Fact number 2: The Halo Effect.", "A person with a halo above their head"],
    "scene#4": ["The Halo Effect is a cognitive bias that causes us to form an overall impression of someone based on a single positive trait. This can lead to inaccurate judgments and even impact our decisions.", "A group of people, with one person standing out due to their positive trait"],
    "scene#5": ["Fact number 3: The Power of Suggestion.", "A person whispering into another person’s ear"],
    "scene#6": ["The power of suggestion can significantly influence our thoughts and actions. When someone suggests something to us, it can plant an idea in our minds, making us more likely to think or act in a certain way.", "A group of people agreeing to an idea"],
    "scene#7": ["Fact number 4: The Bystander Effect.", "A person in distress, surrounded by onlookers"],
    "scene#8": ["The Bystander Effect is a psychological phenomenon that occurs when multiple people witness an emergency situation but fail to intervene. This is because each individual assumes someone else will take action, leading to inaction by all.", "A group of people standing around, not helping in an emergency"],
    "scene#9": ["Fact number 5: The Mere Exposure Effect.", "A person becoming more familiar with an object"],
    "scene#10": ["The Mere Exposure Effect is a psychological phenomenon where people develop a preference for things they’re exposed to repeatedly. Familiarity breeds liking, and we tend to favor things we’ve encountered before.", "A person choosing a familiar item over a new one"],
    "scene#11": ["Fact number 6: The Placebo Effect.", "A person taking a placebo pill"],
    "scene#12": ["The Placebo Effect occurs when a person experiences an improvement in their symptoms, even though they’ve received a treatment with no active ingredients. This demonstrates the power of our minds and how our beliefs can influence our physical health.", "A person feeling better after taking a placebo"],
    "scene#13": ["Fact number 7: The Foot-in-the-Door Technique.", "A person agreeing to a small request"],
    "scene#14": ["The Foot-in-the-Door Technique is a persuasion strategy where someone agrees to a small request, making them more likely to comply with a larger request later on. This is because they’ve already established a pattern of compliance.", "A person agreeing to a larger request"],
    "scene#15": ["Fact number 8: Cognitive Dissonance.", "A person with conflicting thoughts"],
    "scene#16": ["Cognitive Dissonance is the mental discomfort we experience when our actions, beliefs, or attitudes are inconsistent with each other. To resolve this discomfort, we often change our beliefs or attitudes to align with our actions.", "A person adjusting their beliefs to match their actions"]
  }
  